{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\d"
        },
        "behavior": "MergedWithPrevious",
        "invert": false
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          3
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          4
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[MASK]": 2,
      "[CLS]": 3,
      "[SEP]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "¡": 128,
      "¢": 129,
      "£": 130,
      "¤": 131,
      "¥": 132,
      "¦": 133,
      "§": 134,
      "©": 135,
      "«": 136,
      "¬": 137,
      "­": 138,
      "®": 139,
      "°": 140,
      "±": 141,
      "¶": 142,
      "·": 143,
      "»": 144,
      "¿": 145,
      "À": 146,
      "Á": 147,
      "Â": 148,
      "Ã": 149,
      "Ä": 150,
      "Å": 151,
      "Æ": 152,
      "Ç": 153,
      "È": 154,
      "É": 155,
      "Ê": 156,
      "Ë": 157,
      "Ì": 158,
      "Í": 159,
      "Î": 160,
      "Ï": 161,
      "Ð": 162,
      "Ñ": 163,
      "Ò": 164,
      "Ó": 165,
      "Ô": 166,
      "Õ": 167,
      "Ö": 168,
      "×": 169,
      "Ø": 170,
      "Ù": 171,
      "Ú": 172,
      "Û": 173,
      "Ü": 174,
      "Ý": 175,
      "Þ": 176,
      "ß": 177,
      "à": 178,
      "á": 179,
      "â": 180,
      "ã": 181,
      "ä": 182,
      "å": 183,
      "æ": 184,
      "ç": 185,
      "è": 186,
      "é": 187,
      "ê": 188,
      "ë": 189,
      "ì": 190,
      "í": 191,
      "î": 192,
      "ï": 193,
      "ð": 194,
      "ñ": 195,
      "ò": 196,
      "ó": 197,
      "ô": 198,
      "õ": 199,
      "ö": 200,
      "÷": 201,
      "ø": 202,
      "ù": 203,
      "ú": 204,
      "û": 205,
      "ü": 206,
      "ý": 207,
      "þ": 208,
      "ÿ": 209,
      "Ā": 210,
      "ā": 211,
      "Ă": 212,
      "ă": 213,
      "Ą": 214,
      "ą": 215,
      "Ć": 216,
      "ć": 217,
      "Ĉ": 218,
      "ĉ": 219,
      "Ċ": 220,
      "ċ": 221,
      "Č": 222,
      "č": 223,
      "Ď": 224,
      "ď": 225,
      "Đ": 226,
      "đ": 227,
      "Ē": 228,
      "ē": 229,
      "ĕ": 230,
      "Ė": 231,
      "ė": 232,
      "Ę": 233,
      "ę": 234,
      "Ě": 235,
      "ě": 236,
      "Ĝ": 237,
      "ĝ": 238,
      "Ğ": 239,
      "ğ": 240,
      "Ġ": 241,
      "ġ": 242,
      "Ģ": 243,
      "ģ": 244,
      "Ĥ": 245,
      "ĥ": 246,
      "Ħ": 247,
      "ħ": 248,
      "Ĩ": 249,
      "ĩ": 250,
      "Ī": 251,
      "ī": 252,
      "ĭ": 253,
      "Į": 254,
      "į": 255,
      "İ": 256,
      "ı": 257,
      "Ĵ": 258,
      "ĵ": 259,
      "Ķ": 260,
      "ķ": 261,
      "ĸ": 262,
      "Ĺ": 263,
      "ĺ": 264,
      "Ļ": 265,
      "ļ": 266,
      "Ľ": 267,
      "ľ": 268,
      "Ł": 269,
      "ł": 270,
      "Ń": 271,
      "ń": 272,
      "Ņ": 273,
      "ņ": 274,
      "Ň": 275,
      "ň": 276,
      "Ŋ": 277,
      "ŋ": 278,
      "Ō": 279,
      "ō": 280,
      "Ŏ": 281,
      "ŏ": 282,
      "Ő": 283,
      "ő": 284,
      "Œ": 285,
      "œ": 286,
      "Ŕ": 287,
      "ŕ": 288,
      "Ř": 289,
      "ř": 290,
      "Ś": 291,
      "ś": 292,
      "Ŝ": 293,
      "ŝ": 294,
      "Ş": 295,
      "ş": 296,
      "Š": 297,
      "š": 298,
      "Ţ": 299,
      "ţ": 300,
      "Ť": 301,
      "ť": 302,
      "Ŧ": 303,
      "ŧ": 304,
      "ũ": 305,
      "Ū": 306,
      "ū": 307,
      "Ŭ": 308,
      "ŭ": 309,
      "Ů": 310,
      "ů": 311,
      "Ű": 312,
      "ű": 313,
      "Ų": 314,
      "ų": 315,
      "Ŵ": 316,
      "ŵ": 317,
      "ŷ": 318,
      "Ÿ": 319,
      "Ź": 320,
      "ź": 321,
      "Ż": 322,
      "ż": 323,
      "Ž": 324,
      "ž": 325,
      "ƀ": 326,
      "Ƃ": 327,
      "Ƅ": 328,
      "Ɔ": 329,
      "ƈ": 330,
      "Ɖ": 331,
      "Ǝ": 332,
      "Ə": 333,
      "Ɛ": 334,
      "Ƒ": 335,
      "ƒ": 336,
      "Ɠ": 337,
      "ƕ": 338,
      "Ɩ": 339,
      "Ɨ": 340,
      "ƙ": 341,
      "ƚ": 342,
      "ƛ": 343,
      "ƞ": 344,
      "Ɵ": 345,
      "Ơ": 346,
      "ơ": 347,
      "ƥ": 348,
      "ƨ": 349,
      "Ʃ": 350,
      "ƫ": 351,
      "Ƭ": 352,
      "Ư": 353,
      "ư": 354,
      "Ƶ": 355,
      "Ʒ": 356,
      "Ƹ": 357,
      "ƹ": 358,
      "ƺ": 359,
      "ƻ": 360,
      "Ƽ": 361,
      "ƽ": 362,
      "ƾ": 363,
      "ƿ": 364,
      "ǀ": 365,
      "ǁ": 366,
      "ǂ": 367,
      "ǃ": 368,
      "ǎ": 369,
      "Ǐ": 370,
      "ǐ": 371,
      "ǒ": 372,
      "ǔ": 373,
      "ǖ": 374,
      "ǘ": 375,
      "ǚ": 376,
      "ǜ": 377,
      "ǝ": 378,
      "Ǟ": 379,
      "ǟ": 380,
      "ǡ": 381,
      "ǣ": 382,
      "Ǥ": 383,
      "ǥ": 384,
      "Ǧ": 385,
      "ǧ": 386,
      "Ǩ": 387,
      "ǩ": 388,
      "Ǫ": 389,
      "ǫ": 390,
      "Ǵ": 391,
      "ǵ": 392,
      "Ƿ": 393,
      "Ǻ": 394,
      "ǻ": 395,
      "Ǽ": 396,
      "ǽ": 397,
      "Ǿ": 398,
      "ǿ": 399,
      "Ȁ": 400,
      "ȁ": 401,
      "ȃ": 402,
      "Ȅ": 403,
      "ȅ": 404,
      "ȇ": 405,
      "Ȉ": 406,
      "ȉ": 407,
      "ȋ": 408,
      "ȏ": 409,
      "Ȕ": 410,
      "ȕ": 411,
      "Ș": 412,
      "ș": 413,
      "Ț": 414,
      "ț": 415,
      "Ȝ": 416,
      "ȝ": 417,
      "Ȟ": 418,
      "ȟ": 419,
      "Ȧ": 420,
      "ȧ": 421,
      "ȩ": 422,
      "ȫ": 423,
      "Ȯ": 424,
      "ȯ": 425,
      "Ȳ": 426,
      "ȳ": 427,
      "ȴ": 428,
      "Ⱥ": 429,
      "ȼ": 430,
      "Ƀ": 431,
      "Ʌ": 432,
      "Ɇ": 433,
      "ɉ": 434,
      "ɍ": 435,
      "ə": 436,
      "ɣ": 437,
      "ʹ": 438,
      "ʺ": 439,
      "ʻ": 440,
      "ʼ": 441,
      "ʽ": 442,
      "ʾ": 443,
      "ʿ": 444,
      "ˀ": 445,
      "ˁ": 446,
      "˂": 447,
      "˃": 448,
      "˄": 449,
      "˅": 450,
      "ˆ": 451,
      "ˇ": 452,
      "ˈ": 453,
      "ˉ": 454,
      "ˊ": 455,
      "ˋ": 456,
      "ˌ": 457,
      "ˍ": 458,
      "ˎ": 459,
      "ˏ": 460,
      "ː": 461,
      "ˑ": 462,
      "˗": 463,
      "ˮ": 464,
      "́": 465,
      "̃": 466,
      "̄": 467,
      "̅": 468,
      "̆": 469,
      "̇": 470,
      "̈": 471,
      "̊": 472,
      "̋": 473,
      "̧": 474,
      "̨": 475,
      "̳": 476,
      "Ω": 477,
      "μ": 478,
      "π": 479,
      "א": 480,
      "Ḁ": 481,
      "ḁ": 482,
      "Ḃ": 483,
      "Ḇ": 484,
      "Ḉ": 485,
      "ḉ": 486,
      "Ḋ": 487,
      "ḋ": 488,
      "Ḍ": 489,
      "ḍ": 490,
      "Ḏ": 491,
      "ḏ": 492,
      "Ḑ": 493,
      "ḑ": 494,
      "ḓ": 495,
      "ḕ": 496,
      "ḗ": 497,
      "ḙ": 498,
      "ḛ": 499,
      "Ḟ": 500,
      "ḡ": 501,
      "Ḥ": 502,
      "ḥ": 503,
      "Ḧ": 504,
      "ḧ": 505,
      "Ḩ": 506,
      "ḩ": 507,
      "Ḫ": 508,
      "ḫ": 509,
      "ḯ": 510,
      "Ḱ": 511,
      "ḱ": 512,
      "Ḳ": 513,
      "ḳ": 514,
      "ḵ": 515,
      "ḷ": 516,
      "ḻ": 517,
      "Ḿ": 518,
      "ḿ": 519,
      "Ṁ": 520,
      "ṁ": 521,
      "ṃ": 522,
      "Ṅ": 523,
      "ṅ": 524,
      "Ṇ": 525,
      "ṇ": 526,
      "Ṉ": 527,
      "ṉ": 528,
      "ṑ": 529,
      "ṓ": 530,
      "ṕ": 531,
      "Ṗ": 532,
      "ṗ": 533,
      "ṙ": 534,
      "Ṛ": 535,
      "ṛ": 536,
      "ṝ": 537,
      "Ṟ": 538,
      "ṟ": 539,
      "Ṡ": 540,
      "ṡ": 541,
      "Ṣ": 542,
      "ṣ": 543,
      "Ṧ": 544,
      "ṧ": 545,
      "Ṭ": 546,
      "ṭ": 547,
      "Ṯ": 548,
      "ṯ": 549,
      "ṿ": 550,
      "ẋ": 551,
      "Ẍ": 552,
      "ẍ": 553,
      "Ẓ": 554,
      "ẓ": 555,
      "Ẕ": 556,
      "ẕ": 557,
      "ẖ": 558,
      "ẗ": 559,
      "ẞ": 560,
      "Ạ": 561,
      "ạ": 562,
      "Ả": 563,
      "ả": 564,
      "Ấ": 565,
      "ấ": 566,
      "Ầ": 567,
      "ầ": 568,
      "Ẩ": 569,
      "ẩ": 570,
      "Ẫ": 571,
      "ẫ": 572,
      "Ậ": 573,
      "ậ": 574,
      "Ắ": 575,
      "ắ": 576,
      "Ằ": 577,
      "ằ": 578,
      "ẳ": 579,
      "ẵ": 580,
      "Ặ": 581,
      "ặ": 582,
      "Ẹ": 583,
      "ẹ": 584,
      "Ẻ": 585,
      "ẻ": 586,
      "Ẽ": 587,
      "ẽ": 588,
      "Ế": 589,
      "ế": 590,
      "Ề": 591,
      "ề": 592,
      "Ể": 593,
      "ể": 594,
      "Ễ": 595,
      "ễ": 596,
      "Ệ": 597,
      "ệ": 598,
      "Ỉ": 599,
      "ỉ": 600,
      "Ị": 601,
      "ị": 602,
      "Ọ": 603,
      "ọ": 604,
      "ỏ": 605,
      "Ố": 606,
      "ố": 607,
      "Ồ": 608,
      "ồ": 609,
      "Ổ": 610,
      "ổ": 611,
      "Ỗ": 612,
      "ỗ": 613,
      "Ộ": 614,
      "ộ": 615,
      "Ớ": 616,
      "ớ": 617,
      "Ờ": 618,
      "ờ": 619,
      "Ở": 620,
      "ở": 621,
      "ỡ": 622,
      "Ợ": 623,
      "ợ": 624,
      "Ụ": 625,
      "ụ": 626,
      "Ủ": 627,
      "ủ": 628,
      "Ứ": 629,
      "ứ": 630,
      "Ừ": 631,
      "ừ": 632,
      "ử": 633,
      "Ữ": 634,
      "ữ": 635,
      "Ự": 636,
      "ự": 637,
      "ỳ": 638,
      "Ỷ": 639,
      "ỷ": 640,
      "Ỹ": 641,
      "ỹ": 642,
      "Ỽ": 643,
      "ỽ": 644,
      "‐": 645,
      "‒": 646,
      "–": 647,
      "—": 648,
      "―": 649,
      "‖": 650,
      "‘": 651,
      "’": 652,
      "‚": 653,
      "‛": 654,
      "“": 655,
      "”": 656,
      "„": 657,
      "‟": 658,
      "†": 659,
      "‡": 660,
      "•": 661,
      "‣": 662,
      "‧": 663,
      "‪": 664,
      "‫": 665,
      "‬": 666,
      "‭": 667,
      "‰": 668,
      "‱": 669,
      "′": 670,
      "‸": 671,
      "‹": 672,
      "›": 673,
      "※": 674,
      "‽": 675,
      "‿": 676,
      "⁁": 677,
      "⁂": 678,
      "⁃": 679,
      "⁄": 680,
      "⁅": 681,
      "⁆": 682,
      "⁞": 683,
      "⁠": 684,
      "⁡": 685,
      "⁣": 686,
      "⁦": 687,
      "⁨": 688,
      "⁩": 689,
      "⁭": 690,
      "₠": 691,
      "₡": 692,
      "₣": 693,
      "₤": 694,
      "₦": 695,
      "₩": 696,
      "₪": 697,
      "₫": 698,
      "€": 699,
      "₭": 700,
      "₱": 701,
      "₴": 702,
      "₵": 703,
      "₹": 704,
      "₺": 705,
      "₽": 706,
      "₿": 707,
      "⃒": 708,
      "⃓": 709,
      "⃗": 710,
      "⃘": 711,
      "⃠": 712,
      "⃣": 713,
      "⃰": 714,
      "℔": 715,
      "℗": 716,
      "℞": 717,
      "℧": 718,
      "℮": 719,
      "←": 720,
      "↑": 721,
      "→": 722,
      "↓": 723,
      "↔": 724,
      "↕": 725,
      "↗": 726,
      "↘": 727,
      "↝": 728,
      "↞": 729,
      "↟": 730,
      "↠": 731,
      "↡": 732,
      "↤": 733,
      "↥": 734,
      "↦": 735,
      "↧": 736,
      "↨": 737,
      "↩": 738,
      "↪": 739,
      "↬": 740,
      "↮": 741,
      "↯": 742,
      "↲": 743,
      "↳": 744,
      "↴": 745,
      "↵": 746,
      "↶": 747,
      "↷": 748,
      "↹": 749,
      "↺": 750,
      "⇄": 751,
      "⇈": 752,
      "⇉": 753,
      "⇌": 754,
      "⇏": 755,
      "⇐": 756,
      "⇑": 757,
      "⇒": 758,
      "⇓": 759,
      "⇔": 760,
      "⇛": 761,
      "⇜": 762,
      "⇝": 763,
      "⇡": 764,
      "⇢": 765,
      "⇣": 766,
      "⇥": 767,
      "⇦": 768,
      "⇧": 769,
      "⇨": 770,
      "⇩": 771,
      "⇪": 772,
      "⇱": 773,
      "⇶": 774,
      "⇽": 775,
      "⇾": 776,
      "∀": 777,
      "∁": 778,
      "∂": 779,
      "∃": 780,
      "∅": 781,
      "∆": 782,
      "∇": 783,
      "∈": 784,
      "∉": 785,
      "∋": 786,
      "∎": 787,
      "∏": 788,
      "∑": 789,
      "−": 790,
      "∓": 791,
      "∕": 792,
      "∖": 793,
      "∗": 794,
      "∘": 795,
      "∙": 796,
      "√": 797,
      "∛": 798,
      "∜": 799,
      "∝": 800,
      "∞": 801,
      "∟": 802,
      "∠": 803,
      "∣": 804,
      "∤": 805,
      "∥": 806,
      "∧": 807,
      "∨": 808,
      "∩": 809,
      "∪": 810,
      "∫": 811,
      "∴": 812,
      "∵": 813,
      "∶": 814,
      "∻": 815,
      "∼": 816,
      "≅": 817,
      "≈": 818,
      "≔": 819,
      "≖": 820,
      "≙": 821,
      "≠": 822,
      "≡": 823,
      "≢": 824,
      "≤": 825,
      "≥": 826,
      "≦": 827,
      "≧": 828,
      "≪": 829,
      "≫": 830,
      "≯": 831,
      "≺": 832,
      "≻": 833,
      "⊂": 834,
      "⊃": 835,
      "⊆": 836,
      "⊕": 837,
      "⊗": 838,
      "⊙": 839,
      "⊝": 840,
      "⊞": 841,
      "⊡": 842,
      "⊢": 843,
      "⊥": 844,
      "⊨": 845,
      "⊰": 846,
      "⊱": 847,
      "⊲": 848,
      "⊳": 849,
      "⊻": 850,
      "⊽": 851,
      "⋀": 852,
      "⋁": 853,
      "⋅": 854,
      "⋆": 855,
      "⋇": 856,
      "⋘": 857,
      "⋙": 858,
      "⋮": 859,
      "⋯": 860,
      "⌀": 861,
      "⌂": 862,
      "⌃": 863,
      "⌈": 864,
      "⌉": 865,
      "⌊": 866,
      "⌋": 867,
      "⌐": 868,
      "⌒": 869,
      "⌕": 870,
      "⌘": 871,
      "⌚": 872,
      "⌛": 873,
      "⌢": 874,
      "⌣": 875,
      "⌤": 876,
      "⌥": 877,
      "⌲": 878,
      "⍟": 879,
      "⎄": 880,
      "⎜": 881,
      "⎟": 882,
      "⎢": 883,
      "⎥": 884,
      "⎧": 885,
      "⎨": 886,
      "⎩": 887,
      "⎪": 888,
      "⎮": 889,
      "⎯": 890,
      "⎷": 891,
      "⎼": 892,
      "⏎": 893,
      "⏏": 894,
      "⏐": 895,
      "⏚": 896,
      "⏤": 897,
      "⏩": 898,
      "⏬": 899,
      "⏰": 900,
      "⏲": 901,
      "⏳": 902,
      "␍": 903,
      "␣": 904,
      "⓫": 905,
      "⓬": 906,
      "⓭": 907,
      "⓮": 908,
      "⓯": 909,
      "⓰": 910,
      "⓱": 911,
      "⓿": 912,
      "─": 913,
      "━": 914,
      "│": 915,
      "┃": 916,
      "┌": 917,
      "┐": 918,
      "└": 919,
      "┘": 920,
      "├": 921,
      "┬": 922,
      "┼": 923,
      "╋": 924,
      "═": 925,
      "║": 926,
      "╔": 927,
      "╘": 928,
      "╙": 929,
      "╜": 930,
      "╝": 931,
      "╞": 932,
      "╠": 933,
      "╤": 934,
      "╥": 935,
      "╬": 936,
      "╭": 937,
      "╮": 938,
      "╰": 939,
      "╱": 940,
      "╳": 941,
      "▀": 942,
      "▂": 943,
      "▃": 944,
      "▄": 945,
      "▅": 946,
      "▆": 947,
      "▇": 948,
      "█": 949,
      "▌": 950,
      "▐": 951,
      "░": 952,
      "▒": 953,
      "▓": 954,
      "■": 955,
      "□": 956,
      "▢": 957,
      "▣": 958,
      "▦": 959,
      "▪": 960,
      "▫": 961,
      "▬": 962,
      "▭": 963,
      "▲": 964,
      "△": 965,
      "▴": 966,
      "▶": 967,
      "▷": 968,
      "▸": 969,
      "▹": 970,
      "►": 971,
      "▻": 972,
      "▼": 973,
      "▽": 974,
      "▾": 975,
      "▿": 976,
      "◀": 977,
      "◁": 978,
      "◂": 979,
      "◄": 980,
      "◅": 981,
      "◆": 982,
      "◇": 983,
      "◈": 984,
      "◉": 985,
      "◊": 986,
      "○": 987,
      "◎": 988,
      "●": 989,
      "◐": 990,
      "◑": 991,
      "◔": 992,
      "◕": 993,
      "◖": 994,
      "◗": 995,
      "◘": 996,
      "◙": 997,
      "◠": 998,
      "◡": 999,
      "◢": 1000,
      "◣": 1001,
      "◤": 1002,
      "◦": 1003,
      "◯": 1004,
      "◴": 1005,
      "◻": 1006,
      "◼": 1007,
      "◾": 1008,
      "☀": 1009,
      "☁": 1010,
      "☂": 1011,
      "☃": 1012,
      "☄": 1013,
      "★": 1014,
      "☆": 1015,
      "☇": 1016,
      "☈": 1017,
      "☉": 1018,
      "☊": 1019,
      "☋": 1020,
      "☍": 1021,
      "☎": 1022,
      "☐": 1023,
      "☑": 1024,
      "☒": 1025,
      "☔": 1026,
      "☕": 1027,
      "☘": 1028,
      "☚": 1029,
      "☛": 1030,
      "☜": 1031,
      "☝": 1032,
      "☞": 1033,
      "☟": 1034,
      "☠": 1035,
      "☡": 1036,
      "☢": 1037,
      "☣": 1038,
      "☥": 1039,
      "☧": 1040,
      "☪": 1041,
      "☭": 1042,
      "☮": 1043,
      "☯": 1044,
      "☰": 1045,
      "☹": 1046,
      "☺": 1047,
      "☻": 1048,
      "☼": 1049,
      "☽": 1050,
      "☾": 1051,
      "♀": 1052,
      "♁": 1053,
      "♂": 1054,
      "♄": 1055,
      "♆": 1056,
      "♈": 1057,
      "♉": 1058,
      "♊": 1059,
      "♋": 1060,
      "♌": 1061,
      "♍": 1062,
      "♏": 1063,
      "♐": 1064,
      "♑": 1065,
      "♒": 1066,
      "♓": 1067,
      "♔": 1068,
      "♕": 1069,
      "♖": 1070,
      "♗": 1071,
      "♘": 1072,
      "♙": 1073,
      "♚": 1074,
      "♛": 1075,
      "♞": 1076,
      "♟": 1077,
      "♠": 1078,
      "♡": 1079,
      "♢": 1080,
      "♣": 1081,
      "♤": 1082,
      "♥": 1083,
      "♦": 1084,
      "♧": 1085,
      "♨": 1086,
      "♩": 1087,
      "♪": 1088,
      "♫": 1089,
      "♬": 1090,
      "♭": 1091,
      "♮": 1092,
      "♯": 1093,
      "♰": 1094,
      "♺": 1095,
      "♻": 1096,
      "♾": 1097,
      "⚃": 1098,
      "⚄": 1099,
      "⚅": 1100,
      "⚇": 1101,
      "⚑": 1102,
      "⚒": 1103,
      "⚓": 1104,
      "⚔": 1105,
      "⚕": 1106,
      "⚖": 1107,
      "⚘": 1108,
      "⚙": 1109,
      "⚜": 1110,
      "⚠": 1111,
      "⚡": 1112,
      "⚥": 1113,
      "⚧": 1114,
      "⚪": 1115,
      "⚫": 1116,
      "⚬": 1117,
      "⚰": 1118,
      "⚱": 1119,
      "⚲": 1120,
      "⚽": 1121,
      "⚾": 1122,
      "⛄": 1123,
      "⛅": 1124,
      "⛆": 1125,
      "⛈": 1126,
      "⛏": 1127,
      "⛑": 1128,
      "⛔": 1129,
      "⛤": 1130,
      "⛥": 1131,
      "⛦": 1132,
      "⛧": 1133,
      "⛪": 1134,
      "⛮": 1135,
      "⛰": 1136,
      "⛱": 1137,
      "⛲": 1138,
      "⛳": 1139,
      "⛴": 1140,
      "⛵": 1141,
      "⛷": 1142,
      "⛸": 1143,
      "⛺": 1144,
      "⛻": 1145,
      "⛼": 1146,
      "⛽": 1147,
      "✀": 1148,
      "✁": 1149,
      "✂": 1150,
      "✃": 1151,
      "✄": 1152,
      "✅": 1153,
      "✆": 1154,
      "✈": 1155,
      "✉": 1156,
      "✊": 1157,
      "✋": 1158,
      "✌": 1159,
      "✍": 1160,
      "✎": 1161,
      "✏": 1162,
      "✐": 1163,
      "✒": 1164,
      "✓": 1165,
      "✔": 1166,
      "✕": 1167,
      "✖": 1168,
      "✗": 1169,
      "✘": 1170,
      "✚": 1171,
      "✛": 1172,
      "✝": 1173,
      "✞": 1174,
      "✡": 1175,
      "✢": 1176,
      "✤": 1177,
      "✥": 1178,
      "✦": 1179,
      "✧": 1180,
      "✨": 1181,
      "✩": 1182,
      "✪": 1183,
      "✫": 1184,
      "✬": 1185,
      "✭": 1186,
      "✮": 1187,
      "✯": 1188,
      "✰": 1189,
      "✱": 1190,
      "✲": 1191,
      "✳": 1192,
      "✴": 1193,
      "✵": 1194,
      "✶": 1195,
      "✷": 1196,
      "✸": 1197,
      "✹": 1198,
      "✺": 1199,
      "✻": 1200,
      "✼": 1201,
      "✽": 1202,
      "✾": 1203,
      "✿": 1204,
      "❀": 1205,
      "❁": 1206,
      "❂": 1207,
      "❃": 1208,
      "❄": 1209,
      "❅": 1210,
      "❆": 1211,
      "❇": 1212,
      "❈": 1213,
      "❉": 1214,
      "❊": 1215,
      "❋": 1216,
      "❌": 1217,
      "❍": 1218,
      "❎": 1219,
      "❏": 1220,
      "❐": 1221,
      "❑": 1222,
      "❒": 1223,
      "❓": 1224,
      "❔": 1225,
      "❕": 1226,
      "❖": 1227,
      "❗": 1228,
      "❘": 1229,
      "❙": 1230,
      "❚": 1231,
      "❝": 1232,
      "❞": 1233,
      "❟": 1234,
      "❣": 1235,
      "❤": 1236,
      "❥": 1237,
      "❦": 1238,
      "❧": 1239,
      "❪": 1240,
      "❫": 1241,
      "❬": 1242,
      "❭": 1243,
      "❮": 1244,
      "❯": 1245,
      "❱": 1246,
      "❶": 1247,
      "❷": 1248,
      "❸": 1249,
      "❹": 1250,
      "❺": 1251,
      "❻": 1252,
      "❼": 1253,
      "❽": 1254,
      "❾": 1255,
      "❿": 1256,
      "➀": 1257,
      "➁": 1258,
      "➂": 1259,
      "➃": 1260,
      "➄": 1261,
      "➅": 1262,
      "➆": 1263,
      "➇": 1264,
      "➈": 1265,
      "➉": 1266,
      "➊": 1267,
      "➋": 1268,
      "➌": 1269,
      "➍": 1270,
      "➎": 1271,
      "➏": 1272,
      "➐": 1273,
      "➑": 1274,
      "➒": 1275,
      "➓": 1276,
      "➔": 1277,
      "➕": 1278,
      "➖": 1279,
      "➙": 1280,
      "➚": 1281,
      "➜": 1282,
      "➝": 1283,
      "➞": 1284,
      "➟": 1285,
      "➠": 1286,
      "➡": 1287,
      "➢": 1288,
      "➣": 1289,
      "➤": 1290,
      "➥": 1291,
      "➧": 1292,
      "➨": 1293,
      "➩": 1294,
      "➪": 1295,
      "➫": 1296,
      "➬": 1297,
      "➭": 1298,
      "➯": 1299,
      "➰": 1300,
      "➲": 1301,
      "➳": 1302,
      "➵": 1303,
      "➸": 1304,
      "➺": 1305,
      "➻": 1306,
      "➼": 1307,
      "➽": 1308,
      "⟨": 1309,
      "⟩": 1310,
      "⟰": 1311,
      "⟱": 1312,
      "⟵": 1313,
      "⟶": 1314,
      "⤐": 1315,
      "⤙": 1316,
      "⤵": 1317,
      "⤷": 1318,
      "⤹": 1319,
      "⥽": 1320,
      "⦁": 1321,
      "⦕": 1322,
      "⦘": 1323,
      "⦧": 1324,
      "⦩": 1325,
      "⦾": 1326,
      "⦿": 1327,
      "⧉": 1328,
      "⧫": 1329,
      "⧸": 1330,
      "⨢": 1331,
      "⨯": 1332,
      "⩓": 1333,
      "⪯": 1334,
      "⫚": 1335,
      "⬅": 1336,
      "⬆": 1337,
      "⬇": 1338,
      "⬌": 1339,
      "⬛": 1340,
      "⬜": 1341,
      "⬡": 1342,
      "⬤": 1343,
      "⬩": 1344,
      "⭐": 1345,
      "⭕": 1346,
      "ⱥ": 1347,
      "Ɐ": 1348,
      "ⱱ": 1349,
      "ⱷ": 1350,
      "⸮": 1351,
      "⸸": 1352,
      "⸻": 1353,
      "〈": 1354,
      "〉": 1355,
      "ꜣ": 1356,
      "Ꝥ": 1357,
      "ꝥ": 1358,
      "꞉": 1359,
      "ꟷ": 1360,
      "🃏": 1361,
      "🅔": 1362,
      "🅕": 1363,
      "🅖": 1364,
      "🅗": 1365,
      "🅘": 1366,
      "🅛": 1367,
      "🅞": 1368,
      "🅡": 1369,
      "🅢": 1370,
      "🅣": 1371,
      "🅰": 1372,
      "🅿": 1373,
      "🆘": 1374,
      "🇦": 1375,
      "🇧": 1376,
      "🇨": 1377,
      "🇩": 1378,
      "🇪": 1379,
      "🇫": 1380,
      "🇬": 1381,
      "🇭": 1382,
      "🇮": 1383,
      "🇯": 1384,
      "🇰": 1385,
      "🇱": 1386,
      "🇲": 1387,
      "🇳": 1388,
      "🇴": 1389,
      "🇵": 1390,
      "🇷": 1391,
      "🇸": 1392,
      "🇹": 1393,
      "🇺": 1394,
      "🇻": 1395,
      "🇼": 1396,
      "🇽": 1397,
      "🇾": 1398,
      "🇿": 1399,
      "🌀": 1400,
      "🌂": 1401,
      "🌃": 1402,
      "🌄": 1403,
      "🌅": 1404,
      "🌆": 1405,
      "🌇": 1406,
      "🌈": 1407,
      "🌉": 1408,
      "🌊": 1409,
      "🌋": 1410,
      "🌌": 1411,
      "🌍": 1412,
      "🌎": 1413,
      "🌏": 1414,
      "🌑": 1415,
      "🌒": 1416,
      "🌓": 1417,
      "🌔": 1418,
      "🌕": 1419,
      "🌖": 1420,
      "🌗": 1421,
      "🌘": 1422,
      "🌙": 1423,
      "🌚": 1424,
      "🌛": 1425,
      "🌜": 1426,
      "🌝": 1427,
      "🌞": 1428,
      "🌟": 1429,
      "🌠": 1430,
      "🌡": 1431,
      "🌣": 1432,
      "🌤": 1433,
      "🌥": 1434,
      "🌦": 1435,
      "🌧": 1436,
      "🌨": 1437,
      "🌩": 1438,
      "🌪": 1439,
      "🌫": 1440,
      "🌬": 1441,
      "🌭": 1442,
      "🌮": 1443,
      "🌯": 1444,
      "🌰": 1445,
      "🌱": 1446,
      "🌲": 1447,
      "🌳": 1448,
      "🌴": 1449,
      "🌵": 1450,
      "🌶": 1451,
      "🌷": 1452,
      "🌸": 1453,
      "🌹": 1454,
      "🌺": 1455,
      "🌻": 1456,
      "🌼": 1457,
      "🌽": 1458,
      "🌾": 1459,
      "🌿": 1460,
      "🍀": 1461,
      "🍁": 1462,
      "🍂": 1463,
      "🍃": 1464,
      "🍄": 1465,
      "🍅": 1466,
      "🍆": 1467,
      "🍇": 1468,
      "🍈": 1469,
      "🍉": 1470,
      "🍊": 1471,
      "🍋": 1472,
      "🍌": 1473,
      "🍍": 1474,
      "🍎": 1475,
      "🍏": 1476,
      "🍐": 1477,
      "🍑": 1478,
      "🍒": 1479,
      "🍓": 1480,
      "🍔": 1481,
      "🍕": 1482,
      "🍖": 1483,
      "🍗": 1484,
      "🍙": 1485,
      "🍚": 1486,
      "🍛": 1487,
      "🍜": 1488,
      "🍝": 1489,
      "🍞": 1490,
      "🍟": 1491,
      "🍠": 1492,
      "🍡": 1493,
      "🍢": 1494,
      "🍣": 1495,
      "🍤": 1496,
      "🍥": 1497,
      "🍦": 1498,
      "🍧": 1499,
      "🍨": 1500,
      "🍩": 1501,
      "🍪": 1502,
      "🍫": 1503,
      "🍬": 1504,
      "🍭": 1505,
      "🍮": 1506,
      "🍯": 1507,
      "🍰": 1508,
      "🍱": 1509,
      "🍲": 1510,
      "🍳": 1511,
      "🍴": 1512,
      "🍵": 1513,
      "🍶": 1514,
      "🍷": 1515,
      "🍸": 1516,
      "🍹": 1517,
      "🍺": 1518,
      "🍻": 1519,
      "🍼": 1520,
      "🍽": 1521,
      "🍾": 1522,
      "🍿": 1523,
      "🎀": 1524,
      "🎁": 1525,
      "🎂": 1526,
      "🎃": 1527,
      "🎄": 1528,
      "🎅": 1529,
      "🎆": 1530,
      "🎇": 1531,
      "🎈": 1532,
      "🎉": 1533,
      "🎊": 1534,
      "🎋": 1535,
      "🎌": 1536,
      "🎍": 1537,
      "🎎": 1538,
      "🎐": 1539,
      "🎑": 1540,
      "🎒": 1541,
      "🎓": 1542,
      "🎖": 1543,
      "🎗": 1544,
      "🎙": 1545,
      "🎞": 1546,
      "🎟": 1547,
      "🎠": 1548,
      "🎡": 1549,
      "🎢": 1550,
      "🎣": 1551,
      "🎤": 1552,
      "🎥": 1553,
      "🎦": 1554,
      "🎧": 1555,
      "🎨": 1556,
      "🎩": 1557,
      "🎪": 1558,
      "🎬": 1559,
      "🎭": 1560,
      "🎮": 1561,
      "🎯": 1562,
      "🎰": 1563,
      "🎱": 1564,
      "🎲": 1565,
      "🎳": 1566,
      "🎵": 1567,
      "🎶": 1568,
      "🎷": 1569,
      "🎸": 1570,
      "🎹": 1571,
      "🎺": 1572,
      "🎻": 1573,
      "🎼": 1574,
      "🎽": 1575,
      "🎾": 1576,
      "🎿": 1577,
      "🏀": 1578,
      "🏁": 1579,
      "🏂": 1580,
      "🏃": 1581,
      "🏄": 1582,
      "🏅": 1583,
      "🏆": 1584,
      "🏇": 1585,
      "🏈": 1586,
      "🏊": 1587,
      "🏋": 1588,
      "🏌": 1589,
      "🏍": 1590,
      "🏎": 1591,
      "🏐": 1592,
      "🏑": 1593,
      "🏒": 1594,
      "🏓": 1595,
      "🏔": 1596,
      "🏕": 1597,
      "🏖": 1598,
      "🏗": 1599,
      "🏘": 1600,
      "🏙": 1601,
      "🏚": 1602,
      "🏛": 1603,
      "🏜": 1604,
      "🏝": 1605,
      "🏞": 1606,
      "🏟": 1607,
      "🏠": 1608,
      "🏡": 1609,
      "🏢": 1610,
      "🏣": 1611,
      "🏥": 1612,
      "🏨": 1613,
      "🏫": 1614,
      "🏰": 1615,
      "🏳": 1616,
      "🏵": 1617,
      "🏷": 1618,
      "🏸": 1619,
      "🏹": 1620,
      "🏻": 1621,
      "🏼": 1622,
      "🏽": 1623,
      "🏾": 1624,
      "🏿": 1625,
      "🐀": 1626,
      "🐁": 1627,
      "🐂": 1628,
      "🐃": 1629,
      "🐄": 1630,
      "🐅": 1631,
      "🐆": 1632,
      "🐇": 1633,
      "🐈": 1634,
      "🐉": 1635,
      "🐊": 1636,
      "🐋": 1637,
      "🐌": 1638,
      "🐍": 1639,
      "🐎": 1640,
      "🐏": 1641,
      "🐐": 1642,
      "🐑": 1643,
      "🐒": 1644,
      "🐓": 1645,
      "🐔": 1646,
      "🐕": 1647,
      "🐖": 1648,
      "🐗": 1649,
      "🐘": 1650,
      "🐙": 1651,
      "🐚": 1652,
      "🐛": 1653,
      "🐜": 1654,
      "🐝": 1655,
      "🐞": 1656,
      "🐟": 1657,
      "🐠": 1658,
      "🐡": 1659,
      "🐢": 1660,
      "🐣": 1661,
      "🐤": 1662,
      "🐥": 1663,
      "🐦": 1664,
      "🐧": 1665,
      "🐨": 1666,
      "🐩": 1667,
      "🐫": 1668,
      "🐬": 1669,
      "🐭": 1670,
      "🐮": 1671,
      "🐯": 1672,
      "🐰": 1673,
      "🐱": 1674,
      "🐲": 1675,
      "🐳": 1676,
      "🐴": 1677,
      "🐵": 1678,
      "🐶": 1679,
      "🐷": 1680,
      "🐸": 1681,
      "🐹": 1682,
      "🐺": 1683,
      "🐻": 1684,
      "🐼": 1685,
      "🐽": 1686,
      "🐾": 1687,
      "🐿": 1688,
      "👀": 1689,
      "👁": 1690,
      "👂": 1691,
      "👃": 1692,
      "👄": 1693,
      "👅": 1694,
      "👆": 1695,
      "👇": 1696,
      "👈": 1697,
      "👉": 1698,
      "👊": 1699,
      "👋": 1700,
      "👌": 1701,
      "👍": 1702,
      "👎": 1703,
      "👏": 1704,
      "👐": 1705,
      "👑": 1706,
      "👒": 1707,
      "👓": 1708,
      "👔": 1709,
      "👕": 1710,
      "👖": 1711,
      "👗": 1712,
      "👘": 1713,
      "👙": 1714,
      "👚": 1715,
      "👛": 1716,
      "👜": 1717,
      "👞": 1718,
      "👟": 1719,
      "👠": 1720,
      "👡": 1721,
      "👢": 1722,
      "👣": 1723,
      "👥": 1724,
      "👦": 1725,
      "👧": 1726,
      "👨": 1727,
      "👩": 1728,
      "👪": 1729,
      "👫": 1730,
      "👬": 1731,
      "👭": 1732,
      "👮": 1733,
      "👯": 1734,
      "👰": 1735,
      "👱": 1736,
      "👳": 1737,
      "👴": 1738,
      "👵": 1739,
      "👶": 1740,
      "👷": 1741,
      "👸": 1742,
      "👹": 1743,
      "👺": 1744,
      "👻": 1745,
      "👼": 1746,
      "👽": 1747,
      "👾": 1748,
      "👿": 1749,
      "💀": 1750,
      "💁": 1751,
      "💂": 1752,
      "💃": 1753,
      "💄": 1754,
      "💅": 1755,
      "💆": 1756,
      "💇": 1757,
      "💈": 1758,
      "💉": 1759,
      "💊": 1760,
      "💋": 1761,
      "💌": 1762,
      "💍": 1763,
      "💎": 1764,
      "💏": 1765,
      "💐": 1766,
      "💑": 1767,
      "💒": 1768,
      "💓": 1769,
      "💔": 1770,
      "💕": 1771,
      "💖": 1772,
      "💗": 1773,
      "💘": 1774,
      "💙": 1775,
      "💚": 1776,
      "💛": 1777,
      "💜": 1778,
      "💝": 1779,
      "💞": 1780,
      "💟": 1781,
      "💠": 1782,
      "💡": 1783,
      "💣": 1784,
      "💤": 1785,
      "💥": 1786,
      "💦": 1787,
      "💧": 1788,
      "💨": 1789,
      "💩": 1790,
      "💪": 1791,
      "💫": 1792,
      "💬": 1793,
      "💭": 1794,
      "💯": 1795,
      "💰": 1796,
      "💱": 1797,
      "💲": 1798,
      "💳": 1799,
      "💴": 1800,
      "💵": 1801,
      "💶": 1802,
      "💷": 1803,
      "💸": 1804,
      "💺": 1805,
      "💻": 1806,
      "💼": 1807,
      "💽": 1808,
      "💾": 1809,
      "💿": 1810,
      "📀": 1811,
      "📃": 1812,
      "📄": 1813,
      "📅": 1814,
      "📆": 1815,
      "📈": 1816,
      "📉": 1817,
      "📊": 1818,
      "📌": 1819,
      "📍": 1820,
      "📎": 1821,
      "📏": 1822,
      "📐": 1823,
      "📒": 1824,
      "📓": 1825,
      "📔": 1826,
      "📕": 1827,
      "📖": 1828,
      "📗": 1829,
      "📘": 1830,
      "📙": 1831,
      "📚": 1832,
      "📜": 1833,
      "📝": 1834,
      "📞": 1835,
      "📠": 1836,
      "📢": 1837,
      "📣": 1838,
      "📦": 1839,
      "📧": 1840,
      "📨": 1841,
      "📩": 1842,
      "📪": 1843,
      "📫": 1844,
      "📬": 1845,
      "📮": 1846,
      "📯": 1847,
      "📰": 1848,
      "📱": 1849,
      "📲": 1850,
      "📳": 1851,
      "📷": 1852,
      "📸": 1853,
      "📹": 1854,
      "📺": 1855,
      "📻": 1856,
      "📼": 1857,
      "📽": 1858,
      "📿": 1859,
      "🔀": 1860,
      "🔄": 1861,
      "🔅": 1862,
      "🔆": 1863,
      "🔈": 1864,
      "🔉": 1865,
      "🔊": 1866,
      "🔋": 1867,
      "🔌": 1868,
      "🔍": 1869,
      "🔎": 1870,
      "🔑": 1871,
      "🔔": 1872,
      "🔗": 1873,
      "🔘": 1874,
      "🔙": 1875,
      "🔚": 1876,
      "🔛": 1877,
      "🔜": 1878,
      "🔝": 1879,
      "🔞": 1880,
      "🔟": 1881,
      "🔥": 1882,
      "🔦": 1883,
      "🔧": 1884,
      "🔨": 1885,
      "🔩": 1886,
      "🔪": 1887,
      "🔫": 1888,
      "🔬": 1889,
      "🔭": 1890,
      "🔮": 1891,
      "🔰": 1892,
      "🔱": 1893,
      "🔴": 1894,
      "🔵": 1895,
      "🔶": 1896,
      "🔷": 1897,
      "🔸": 1898,
      "🔹": 1899,
      "🔺": 1900,
      "🔻": 1901,
      "🔼": 1902,
      "🔽": 1903,
      "🕉": 1904,
      "🕊": 1905,
      "🕌": 1906,
      "🕍": 1907,
      "🕎": 1908,
      "🕐": 1909,
      "🕑": 1910,
      "🕒": 1911,
      "🕔": 1912,
      "🕕": 1913,
      "🕗": 1914,
      "🕘": 1915,
      "🕙": 1916,
      "🕚": 1917,
      "🕛": 1918,
      "🕯": 1919,
      "🕴": 1920,
      "🕵": 1921,
      "🕶": 1922,
      "🕷": 1923,
      "🕸": 1924,
      "🕺": 1925,
      "🖇": 1926,
      "🖊": 1927,
      "🖋": 1928,
      "🖌": 1929,
      "🖍": 1930,
      "🖐": 1931,
      "🖑": 1932,
      "🖒": 1933,
      "🖓": 1934,
      "🖕": 1935,
      "🖖": 1936,
      "🖤": 1937,
      "🖥": 1938,
      "🖨": 1939,
      "🖼": 1940,
      "🗑": 1941,
      "🗝": 1942,
      "🗞": 1943,
      "🗡": 1944,
      "🗣": 1945,
      "🗯": 1946,
      "🗺": 1947,
      "🗻": 1948,
      "🗼": 1949,
      "🗽": 1950,
      "🗿": 1951,
      "😀": 1952,
      "😁": 1953,
      "😂": 1954,
      "😃": 1955,
      "😄": 1956,
      "😅": 1957,
      "😆": 1958,
      "😇": 1959,
      "😈": 1960,
      "😉": 1961,
      "😊": 1962,
      "😋": 1963,
      "😌": 1964,
      "😍": 1965,
      "😎": 1966,
      "😏": 1967,
      "😐": 1968,
      "😑": 1969,
      "😒": 1970,
      "😓": 1971,
      "😔": 1972,
      "😕": 1973,
      "😖": 1974,
      "😗": 1975,
      "😘": 1976,
      "😙": 1977,
      "😚": 1978,
      "😛": 1979,
      "😜": 1980,
      "😝": 1981,
      "😞": 1982,
      "😟": 1983,
      "😠": 1984,
      "😡": 1985,
      "😢": 1986,
      "😣": 1987,
      "😤": 1988,
      "😥": 1989,
      "😦": 1990,
      "😧": 1991,
      "😨": 1992,
      "😩": 1993,
      "😪": 1994,
      "😫": 1995,
      "😬": 1996,
      "😭": 1997,
      "😮": 1998,
      "😯": 1999,
      "😰": 2000,
      "😱": 2001,
      "😲": 2002,
      "😳": 2003,
      "😴": 2004,
      "😵": 2005,
      "😶": 2006,
      "😷": 2007,
      "😸": 2008,
      "😹": 2009,
      "😺": 2010,
      "😻": 2011,
      "😼": 2012,
      "😽": 2013,
      "😾": 2014,
      "😿": 2015,
      "🙀": 2016,
      "🙁": 2017,
      "🙂": 2018,
      "🙃": 2019,
      "🙄": 2020,
      "🙅": 2021,
      "🙆": 2022,
      "🙇": 2023,
      "🙈": 2024,
      "🙉": 2025,
      "🙊": 2026,
      "🙋": 2027,
      "🙌": 2028,
      "🙍": 2029,
      "🙎": 2030,
      "🙏": 2031,
      "🚀": 2032,
      "🚁": 2033,
      "🚂": 2034,
      "🚃": 2035,
      "🚄": 2036,
      "🚅": 2037,
      "🚆": 2038,
      "🚇": 2039,
      "🚈": 2040,
      "🚉": 2041,
      "🚋": 2042,
      "🚌": 2043,
      "🚍": 2044,
      "🚎": 2045,
      "🚐": 2046,
      "🚑": 2047,
      "🚒": 2048,
      "🚓": 2049,
      "🚔": 2050,
      "🚕": 2051,
      "🚖": 2052,
      "🚗": 2053,
      "🚘": 2054,
      "🚙": 2055,
      "🚚": 2056,
      "🚛": 2057,
      "🚜": 2058,
      "🚞": 2059,
      "🚢": 2060,
      "🚣": 2061,
      "🚤": 2062,
      "🚦": 2063,
      "🚧": 2064,
      "🚨": 2065,
      "🚩": 2066,
      "🚪": 2067,
      "🚫": 2068,
      "🚬": 2069,
      "🚰": 2070,
      "🚲": 2071,
      "🚳": 2072,
      "🚴": 2073,
      "🚵": 2074,
      "🚶": 2075,
      "🚺": 2076,
      "🚼": 2077,
      "🚽": 2078,
      "🚾": 2079,
      "🚿": 2080,
      "🛀": 2081,
      "🛁": 2082,
      "🛆": 2083,
      "🛋": 2084,
      "🛌": 2085,
      "🛍": 2086,
      "🛏": 2087,
      "🛑": 2088,
      "🛒": 2089,
      "🛠": 2090,
      "🛡": 2091,
      "🛢": 2092,
      "🛣": 2093,
      "🛥": 2094,
      "🛩": 2095,
      "🛫": 2096,
      "🛬": 2097,
      "🛳": 2098,
      "🛵": 2099,
      "🛶": 2100,
      "🛸": 2101,
      "🜐": 2102,
      "🡕": 2103,
      "🤐": 2104,
      "🤑": 2105,
      "🤒": 2106,
      "🤓": 2107,
      "🤔": 2108,
      "🤕": 2109,
      "🤖": 2110,
      "🤗": 2111,
      "🤘": 2112,
      "🤙": 2113,
      "🤚": 2114,
      "🤛": 2115,
      "🤜": 2116,
      "🤝": 2117,
      "🤞": 2118,
      "🤟": 2119,
      "🤠": 2120,
      "🤡": 2121,
      "🤢": 2122,
      "🤣": 2123,
      "🤤": 2124,
      "🤥": 2125,
      "🤦": 2126,
      "🤧": 2127,
      "🤨": 2128,
      "🤩": 2129,
      "🤪": 2130,
      "🤫": 2131,
      "🤬": 2132,
      "🤭": 2133,
      "🤮": 2134,
      "🤯": 2135,
      "🤰": 2136,
      "🤱": 2137,
      "🤲": 2138,
      "🤳": 2139,
      "🤴": 2140,
      "🤵": 2141,
      "🤶": 2142,
      "🤷": 2143,
      "🤸": 2144,
      "🥀": 2145,
      "🥁": 2146,
      "🥂": 2147,
      "🥃": 2148,
      "🥄": 2149,
      "🥅": 2150,
      "🥇": 2151,
      "🥈": 2152,
      "🥉": 2153,
      "🥊": 2154,
      "🥋": 2155,
      "🥌": 2156,
      "🥐": 2157,
      "🥑": 2158,
      "🥒": 2159,
      "🥓": 2160,
      "🥔": 2161,
      "🥕": 2162,
      "🥖": 2163,
      "🥗": 2164,
      "🥘": 2165,
      "🥙": 2166,
      "🥚": 2167,
      "🥛": 2168,
      "🥜": 2169,
      "🥝": 2170,
      "🥞": 2171,
      "🥟": 2172,
      "🥡": 2173,
      "🥢": 2174,
      "🥣": 2175,
      "🥤": 2176,
      "🥥": 2177,
      "🥦": 2178,
      "🥧": 2179,
      "🥨": 2180,
      "🥩": 2181,
      "🥪": 2182,
      "🥫": 2183,
      "🥬": 2184,
      "🥭": 2185,
      "🥰": 2186,
      "🥳": 2187,
      "🥴": 2188,
      "🥶": 2189,
      "🥺": 2190,
      "🥾": 2191,
      "🦀": 2192,
      "🦁": 2193,
      "🦂": 2194,
      "🦃": 2195,
      "🦄": 2196,
      "🦅": 2197,
      "🦆": 2198,
      "🦇": 2199,
      "🦈": 2200,
      "🦉": 2201,
      "🦊": 2202,
      "🦋": 2203,
      "🦌": 2204,
      "🦍": 2205,
      "🦎": 2206,
      "🦏": 2207,
      "🦐": 2208,
      "🦑": 2209,
      "🦒": 2210,
      "🦓": 2211,
      "🦔": 2212,
      "🦕": 2213,
      "🦖": 2214,
      "🦗": 2215,
      "🦰": 2216,
      "🧀": 2217,
      "🧐": 2218,
      "🧒": 2219,
      "🧓": 2220,
      "🧖": 2221,
      "🧙": 2222,
      "🧚": 2223,
      "🧠": 2224,
      "🧡": 2225,
      "🧢": 2226,
      "🧣": 2227,
      "🧤": 2228,
      "🧦": 2229,
      "🧶": 2230,
      "##a": 2231,
      "##k": 2232,
      "##t": 2233,
      "##h": 2234,
      "##i": 2235,
      "##s": 2236,
      "##o": 2237,
      "##r": 2238,
      "##Ã": 2239,
      "##¤": 2240,
      "##e": 2241,
      "##y": 2242,
      "##n": 2243,
      "##d": 2244,
      "##u": 2245,
      "##v": 2246,
      "##m": 2247,
      "##x": 2248,
      "##p": 2249,
      "##f": 2250,
      "##ä": 2251,
      "##ö": 2252,
      "##l": 2253,
      "##g": 2254,
      "##b": 2255,
      "##j": 2256,
      "##c": 2257,
      "##­": 2258,
      "##å": 2259,
      "##D": 2260,
      "##👍": 2261,
      "##q": 2262,
      "##M": 2263,
      "##w": 2264,
      "##7": 2265,
      "##ú": 2266,
      "##P": 2267,
      "##ü": 2268,
      "##L": 2269,
      "##A": 2270,
      "##K": 2271,
      "##T": 2272,
      "##G": 2273,
      "##R": 2274,
      "##I": 2275,
      "##S": 2276,
      "##C": 2277,
      "##U": 2278,
      "##E": 2279,
      "##N": 2280,
      "##B": 2281,
      "##J": 2282,
      "##Ö": 2283,
      "##F": 2284,
      "##O": 2285,
      "##z": 2286,
      "##X": 2287,
      "##Y": 2288,
      "##á": 2289,
      "##H": 2290,
      "##💙": 2291,
      "##é": 2292,
      "##8": 2293,
      "##W": 2294,
      "##Q": 2295,
      "##ô": 2296,
      "##ā": 2297,
      "##V": 2298,
      "##♡": 2299,
      "##4": 2300,
      "##¥": 2301,
      "##9": 2302,
      "##2": 2303,
      "##1": 2304,
      "##Ä": 2305,
      "##æ": 2306,
      "##ō": 2307,
      "##3": 2308,
      "##ï": 2309,
      "##Å": 2310,
      "##Z": 2311,
      "##š": 2312,
      "##😖": 2313,
      "##💕": 2314,
      "##0": 2315,
      "##č": 2316,
      "##ó": 2317,
      "##ū": 2318,
      "##õ": 2319,
      "##6": 2320,
      "##5": 2321,
      "##": 2322,
      "##ʹ": 2323,
      "##ł": 2324,
      "##¬": 2325,
      "##ž": 2326,
      "##í": 2327,
      "##®": 2328,
      "##ī": 2329,
      "##ð": 2330,
      "##è": 2331,
      "##ń": 2332,
      "##🍁": 2333,
      "##🍃": 2334,
      "##👏": 2335,
      "##🏻": 2336,
      "##👌": 2337,
      "##ø": 2338,
      "##−": 2339,
      "##â": 2340,
      "##û": 2341,
      "##Ń": 2342,
      "##ş": 2343,
      "##∨": 2344,
      "##î": 2345,
      "##": 2346,
      "##ç": 2347,
      "##👭": 2348,
      "##👬": 2349,
      "##♥": 2350,
      "##😍": 2351,
      "##ř": 2352,
      "##ë": 2353,
      "##✨": 2354,
      "##É": 2355,
      "##": 2356,
      "##ă": 2357,
      "##ã": 2358,
      "##❤": 2359,
      "##": 2360,
      "##ć": 2361,
      "##😊": 2362,
      "##ĺ": 2363,
      "##ĩ": 2364,
      "##ộ": 2365,
      "##✓": 2366,
      "##ę": 2367,
      "##ß": 2368,
      "##ı": 2369,
      "##🙌": 2370,
      "##😂": 2371,
      "##ñ": 2372,
      "##‭": 2373,
      "##": 2374,
      "##ý": 2375,
      "##🎗": 2376,
      "##Á": 2377,
      "##à": 2378,
      "##đ": 2379,
      "##ś": 2380,
      "##😅": 2381,
      "##þ": 2382,
      "##🤗": 2383,
      "##○": 2384,
      "##Š": 2385,
      "##Â": 2386,
      "##": 2387,
      "##Ø": 2388,
      "##Ü": 2389,
      "##ứ": 2390,
      "##ē": 2391,
      "##ğ": 2392,
      "##ņ": 2393,
      "##€": 2394,
      "##💍": 2395,
      "##ě": 2396,
      "##😃": 2397,
      "##ą": 2398,
      "##ề": 2399,
      "##": 2400,
      "##😎": 2401,
      "##─": 2402,
      "##ê": 2403,
      "##💛": 2404,
      "##🐤": 2405,
      "##🐥": 2406,
      "##ŭ": 2407,
      "##👊": 2408,
      "##🏽": 2409,
      "##ė": 2410,
      "##😘": 2411,
      "##💗": 2412,
      "##💖": 2413,
      "##🕷": 2414,
      "##🍹": 2415,
      "##ạ": 2416,
      "##😉": 2417,
      "##ŏ": 2418,
      "##Ó": 2419,
      "##ṟ": 2420,
      "##ĉ": 2421,
      "##💓": 2422,
      "##🏼": 2423,
      "##ų": 2424,
      "##©": 2425,
      "##🙃": 2426,
      "##👆": 2427,
      "##🙅": 2428,
      "##💋": 2429,
      "##ň": 2430,
      "##⚠": 2431,
      "##ș": 2432,
      "##μ": 2433,
      "##💞": 2434,
      "##È": 2435,
      "##": 2436,
      "##🙈": 2437,
      "##ů": 2438,
      "##": 2439,
      "##ż": 2440,
      "##ˎ": 2441,
      "##ṣ": 2442,
      "##🤣": 2443,
      "##😁": 2444,
      "##👇": 2445,
      "##œ": 2446,
      "##ò": 2447,
      "##Ú": 2448,
      "##≥": 2449,
      "##🌞": 2450,
      "##😄": 2451,
      "##ẕ": 2452,
      "##😬": 2453,
      "##♀": 2454,
      "##ù": 2455,
      "##Ă": 2456,
      "##×": 2457,
      "##😨": 2458,
      "##İ": 2459,
      "##▻": 2460,
      "##": 2461,
      "##😱": 2462,
      "##°": 2463,
      "##💃": 2464,
      "##✌": 2465,
      "##₩": 2466,
      "##↓": 2467,
      "##Õ": 2468,
      "##😋": 2469,
      "##‬": 2470,
      "##🙄": 2471,
      "##😥": 2472,
      "##😀": 2473,
      "##ő": 2474,
      "##☺": 2475,
      "##🚗": 2476,
      "##ļ": 2477,
      "##ķ": 2478,
      "##ì": 2479,
      "##😫": 2480,
      "##🙁": 2481,
      "##☹": 2482,
      "##😢": 2483,
      "##ţ": 2484,
      "##ƒ": 2485,
      "##🌈": 2486,
      "##🤔": 2487,
      "##Č": 2488,
      "##": 2489,
      "##🌸": 2490,
      "##Ą": 2491,
      "##🙏": 2492,
      "##⁄": 2493,
      "##ț": 2494,
      "##⤙": 2495,
      "##◎": 2496,
      "##ḑ": 2497,
      "##Í": 2498,
      "##Ë": 2499,
      "##🌄": 2500,
      "##🥜": 2501,
      "##Î": 2502,
      "##": 2503,
      "##🚲": 2504,
      "##ḩ": 2505,
      "##∅": 2506,
      "##😶": 2507,
      "##😕": 2508,
      "##🌹": 2509,
      "##👼": 2510,
      "##😜": 2511,
      "##ệ": 2512,
      "##ṉ": 2513,
      "##ǫ": 2514,
      "##🤬": 2515,
      "##💩": 2516,
      "##": 2517,
      "##": 2518,
      "##👿": 2519,
      "##ÿ": 2520,
      "##😆": 2521,
      "##🐮": 2522,
      "##ʻ": 2523,
      "##💪": 2524,
      "##ģ": 2525,
      "##ọ": 2526,
      "##▸": 2527,
      "##→": 2528,
      "##ḻ": 2529,
      "##Ç": 2530,
      "##🍩": 2531,
      "##🐄": 2532,
      "##ṭ": 2533,
      "##⛽": 2534,
      "##Ï": 2535,
      "##🐯": 2536,
      "##💜": 2537,
      "##🎅": 2538,
      "##🎄": 2539,
      "##Ľ": 2540,
      "##¦": 2541,
      "##£": 2542,
      "##🎉": 2543,
      "##ť": 2544,
      "##ź": 2545,
      "##💴": 2546,
      "##💸": 2547,
      "##🤪": 2548,
      "##😳": 2549,
      "##ȁ": 2550,
      "##Ñ": 2551,
      "##": 2552,
      "##☻": 2553,
      "##😝": 2554,
      "##🔬": 2555,
      "##😌": 2556,
      "##👎": 2557,
      "##ũ": 2558,
      "##🎶": 2559,
      "##Ż": 2560,
      "##Æ": 2561,
      "##🌟": 2562,
      "##ể": 2563,
      "##ċ": 2564,
      "##ʺ": 2565,
      "##🚨": 2566,
      "##ḥ": 2567,
      "##💦": 2568,
      "##💧": 2569,
      "##ổ": 2570,
      "##ớ": 2571,
      "##🐒": 2572,
      "##±": 2573,
      "##💘": 2574,
      "##∂": 2575,
      "##ű": 2576,
      "##😰": 2577,
      "##🎈": 2578,
      "##💚": 2579,
      "##🎂": 2580,
      "##😭": 2581,
      "##❣": 2582,
      "##‪": 2583,
      "##⋅": 2584,
      "##↵": 2585,
      "##💨": 2586,
      "##🤑": 2587,
      "##😇": 2588,
      "##🎷": 2589,
      "##Ê": 2590,
      "##🏢": 2591,
      "##🤳": 2592,
      "##ṇ": 2593,
      "##ḍ": 2594,
      "##😲": 2595,
      "##🌲": 2596,
      "##😩": 2597,
      "##📚": 2598,
      "##Ā": 2599,
      "##🌚": 2600,
      "##😛": 2601,
      "##🥋": 2602,
      "##🍔": 2603,
      "##♣": 2604,
      "##♠": 2605,
      "##√": 2606,
      "##¢": 2607,
      "##ŋ": 2608,
      "##ở": 2609,
      "##≈": 2610,
      "##🍂": 2611,
      "##ˋ": 2612,
      "##Ấ": 2613,
      "##ḏ": 2614,
      "##Ô": 2615,
      "##🎿": 2616,
      "##❄": 2617,
      "##👓": 2618,
      "##🏾": 2619,
      "##ṯ": 2620,
      "##ŕ": 2621,
      "##🤢": 2622,
      "##🙂": 2623,
      "##▶": 2624,
      "##★": 2625,
      "##♤": 2626,
      "##♪": 2627,
      "##🇸": 2628,
      "##🇪": 2629,
      "##🧡": 2630,
      "##ġ": 2631,
      "##🚙": 2632,
      "##🤩": 2633,
      "##🙊": 2634,
      "##🦄": 2635,
      "##🐕": 2636,
      "##ố": 2637,
      "##│": 2638,
      "##ẖ": 2639,
      "##ǐ": 2640,
      "##😻": 2641,
      "##😴": 2642,
      "##ľ": 2643,
      "##ṅ": 2644,
      "##🍺": 2645,
      "##🍸": 2646,
      "##►": 2647,
      "##🌱": 2648,
      "##🍠": 2649,
      "##🍎": 2650,
      "##🌽": 2651,
      "##⌛": 2652,
      "##ư": 2653,
      "##": 2654,
      "##⁡": 2655,
      "##👩": 2656,
      "##🛑": 2657,
      "##🚧": 2658,
      "##🚦": 2659,
      "##🛣": 2660,
      "##À": 2661,
      "##🌿": 2662,
      "##🍀": 2663,
      "##📸": 2664,
      "##ấ": 2665,
      "##ữ": 2666,
      "##🌻": 2667,
      "##💫": 2668,
      "##ặ": 2669,
      "##🤓": 2670,
      "##÷": 2671,
      "##": 2672,
      "##Đ": 2673,
      "##∧": 2674,
      "##😷": 2675,
      "##Þ": 2676,
      "##🐴": 2677,
      "##▽": 2678,
      "##😒": 2679,
      "##😟": 2680,
      "##😯": 2681,
      "##🙉": 2682,
      "##😼": 2683,
      "##😿": 2684,
      "##😐": 2685,
      "##🍕": 2686,
      "##🍦": 2687,
      "##🍫": 2688,
      "##👑": 2689,
      "##😙": 2690,
      "##👯": 2691,
      "##": 2692,
      "##□": 2693,
      "##": 2694,
      "##ḯ": 2695,
      "##🐈": 2696,
      "##⭐": 2697,
      "##🚶": 2698,
      "##🍪": 2699,
      "##Ỉ": 2700,
      "##♦": 2701,
      "##🍓": 2702,
      "##▾": 2703,
      "##ˈ": 2704,
      "##●": 2705,
      "##ˆ": 2706,
      "##🌾": 2707,
      "##∣": 2708,
      "##⚽": 2709,
      "##≤": 2710,
      "##👋": 2711,
      "##💰": 2712,
      "##🌺": 2713,
      "##ả": 2714,
      "##ǿ": 2715,
      "##▲": 2716,
      "##✔": 2717,
      "##ˊ": 2718,
      "##👚": 2719,
      "##👕": 2720,
      "##👖": 2721,
      "##👔": 2722,
      "##👗": 2723,
      "##👠": 2724,
      "##👟": 2725,
      "##🎒": 2726,
      "##👛": 2727,
      "##🕶": 2728,
      "##🌂": 2729,
      "##ḫ": 2730,
      "##ṃ": 2731,
      "##ǵ": 2732,
      "##ʼ": 2733,
      "##Ś": 2734,
      "##👻": 2735,
      "##👹": 2736,
      "##🌳": 2737,
      "##🌍": 2738,
      "##↔": 2739,
      "##꞉": 2740,
      "##ǎ": 2741,
      "##Ù": 2742,
      "##☆": 2743,
      "##Ì": 2744,
      "##👪": 2745,
      "##😽": 2746,
      "##🍨": 2747,
      "##ṛ": 2748,
      "##🔆": 2749,
      "##": 2750,
      "##🔥": 2751,
      "##🐓": 2752,
      "##🔺": 2753,
      "##🌡": 2754,
      "##👡": 2755,
      "##🍿": 2756,
      "##😔": 2757,
      "##🥛": 2758,
      "##👶": 2759,
      "##✋": 2760,
      "##😏": 2761,
